/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", calorii totale %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", distanță totală %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ de %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Exercițiu de %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "modificat %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Conturi %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Exercițiu %@, fără date unitare";

/* A folder in Dropbox or Box */
"Folder" = "Dosar";

/* A single App Store app */
"App Store app" = "Aplicație App Store";

/* A single Box file */
"Box file" = "Fișier Box";

/* A single Dropbox file */
"Dropbox file" = "Fișier Dropbox";

/* A single Evernote note */
"Evernote note" = "Notiță Evernote";

/* A single Giphy item */
"Giphy item" = "Articol Giphy";

/* A single Trello board */
"Trello board" = "Panou Trello";

/* A single Trello card */
"Trello card" = "Card Trello";

/* A single Trello item */
"Trello item" = "Articol Trello";

/* A single Trello list */
"Trello list" = "Listă Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Foaie Ulysses";

/* A single bar code */
"Bar code" = "Cod de bare";

/* A single blood pressure recording */
"Blood pressure" = "Tensiune arterială";

/* A single health sample in HealthKit */
"Health sample" = "Mostră Sănătate";

/* A single iTunes artist */
"iTunes artist" = "Artist iTunes";

/* A single iTunes product */
"iTunes product" = "Produs iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Actualizați configurările de notificare";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Comută între camerele orientate în spate și în față";

/* Accessibility label for camera shutter button */
"Take picture" = "Fotografiați";

/* Accessibility label; button to start dictation */
"Start dictation" = "Porniți dictarea";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Opriți dictarea";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Selector cameră – orientată în față";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Selector cameră - orientată în spate";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Întoarcere cameră";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Trebuie să introduceți un nume de utilizat pentru noul card Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Trebuie să selectați un panou în care să creați cardul.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Trebuie să selectați o listă în care să creați cardul.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Încărcarea %@ drept fișier atașat a eșuat.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Ora de alertă furnizată este nevalidă. Verificați dacă există greșeli de ortografie și asigurați-vă că introduceți o oră din zi.";

/* Add new event; choose end date */
"Choose End Date" = "Alegeți data de sfârșit";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "A fost furnizată o dată de sfârșit nevalidă. Introduceți o dată de sfârșit pentru acest eveniment.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "A fost furnizată o dată de începere nevalidă. Introduceți o dată de începere pentru acest eveniment.";

/* Add new event; error */
"Invalid End Date" = "Dată de sfârșit nevalidă";

/* Add new event; error */
"Invalid Start Date" = "Dată de început nevalidă";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Nu a fost furnizat niciun titlu. Introduceți un titlu pentru acest eveniment.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Nu a fost furnizat niciun titlu. Introduceți un titlu pentru acest memento.";

/* Add new reminder error */
"The alert location provided could not be found." = "Locul furnizat pentru alertă nu a putut fi găsit.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Când ajung la: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Când plec de la: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Când sunteți aproape de: %@";

/* Add new reminder; alert trigger never */
"Never" = "Niciodată";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Variază";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Nicio listă selectată";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Trebuie să selectați o listă în care să adăugați sarcina.";

/* Add to Wunderlist action no title error */
"No Title" = "Fără titlu";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Trebuie să introduceți un titlu când creați o sarcină nouă în Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "în fiecare zi";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Configurare WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Activați sau dezactivați WLAN pentru dispozitiv.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Trebuie să specificați un nume de fișier sau o cale în “Adăugați la fișier”.";

/* Append file failure reason */
"No File Path Provided" = "Nicio cale de fișier furnizată";

/* Ask for input action */
"Enter URL" = "Introduceți un URL";

/* Ask for input action */
"Enter number" = "Introduceți un număr";

/* Ask for input action */
"Pick date" = "Data preluării";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Apăsați pentru a termina înregistrarea.";

/* Audio recorder */
"Tap to start recording." = "Apăsați pentru a începe înregistrarea.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Datele base64 transmise în codarea Base64 sunt nevalide.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Există deja un fișier cu numele “%@” la calea specificată.";

/* Box error */
"The folder doesn't exist" = "Dosarul nu există";

/* Box error */
"The folder doesn’t exist" = "Dosarul nu există";

/* Box error message */
"An error occured while authenticating your Box account." = "A survenit o eroare la autentificarea contului dvs. Box.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Dosarul în care ați încercat să salvați (%1$@) este un fișier existent în %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Calea în care ați încercat să adăugați textul (%1$@) este în interiorul unui fișier existent în %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Calea în care ați încercat să creați un dosar (%1$@) este un fișier existent în %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Calea în care ați încercat să creați un dosar (%1$@) este în interiorul unui fișier existent în %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Calea în care ați încercat să salvați (%1$@) nu există în %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Nu am găsit “%@” în contul dvs. Box.";

/* Button */
"Cancel" = "Anulați";

/* Button */
"Continue Anyway" = "Continuați oricum";

/* Button */
"Delete" = "Ștergeți";

/* Button */
"Delete Account" = "Ștergeți contul";

/* Button */
"Done" = "OK";

/* Button */
"Log In" = "Login";

/* Button */
"Next" = "Înainte";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Reîncercați";

/* Button */
"Sign In" = "Autentificare";

/* Button or title */
"Add Account" = "Adăugați un cont";

/* Button or title */
"Login" = "Login";

/* Button that takes user to the iOS Health app */
"Open Health" = "Deschideți aplicația Sănătate";

/* Button to allow access to health data or notifications */
"Allow Access" = "Permiteți accesul";

/* Button to open Settings */
"Open Settings" = "Deschideți configurările";

/* Button; edit opacity */
"Opacity" = "Opacitate";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotire";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Creați o parolă specifică aplicației";

/* Button; reset changes made in overlay image action */
"Reset" = "Resetați";

/* Camera flash option - auto */
"Auto" = "Automat";

/* Camera flash option - off */
"Off" = "Nu";

/* Camera flash option - on */
"Flash On" = "Da";

/* Choose an item */
"Choose" = "Selectați";

/* Choose from list action */
"Choose an item" = "Alegeți un articol";

/* Choose multiple images */
"Choose Images" = "Alegeți imaginile";

/* Choose one image */
"Choose Image" = "Alegeți o imagine";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Acest fișier este prea mare pentru CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Ați depășit limita zilnică de încărcare permisă pentru planul gratuit CloudApp.";

/* Combine images action error */
"Cannot run Combine Images" = "Imposibil de executat imaginile combinate";

/* Combine images action error description */
"No images were provided to combine." = "Nu a fost furnizată nicio imagine de combinat.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Condiții meteo";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Condiții meteo";

/* Content property name */
"Biological Sex (Content Property Name)" = "Sex biologic";

/* Content property name */
"Blood Type (Content Property Name)" = "Grupă sanguină";

/* Content property name */
"Date of Birth (Content Property Name)" = "Dată de naștere";

/* Content property name */
"Unspecified (Content Property Name)" = "Nespecificat";

/* Create IFTTT applet */
"Create Applet" = "Creați un applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Trebuie să selectați un panou în care să creați lista.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Trebuie să specificați o cale pentru noul dosar.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Nicio cale specificată!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Aventură/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Aventură/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Nu a fost furnizat niciun nume. Introduceți un nume pentru lista de redare.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Data tensiunii arteriale";

/* Default notification text for Show Notification action. */
"Notification" = "Notificare";

/* Default value for the translate text action */
"Detect Language" = "Detectați limba";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Sigur doriți să ștergeți %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "SIGUR doriți să ștergeți %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Doriți ÎN MOD ABSOLUT SIGUR să ștergeți %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Ștergeți %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "exerciții";

/* Dictate text action error */
"Recognition Unavailable" = "Recunoaștere indisponibilă";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Recunoașterea vocală este momentan indisponibilă. Poate fi necesar să vă conectați la internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Ascultare în curs…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Asigurați-vă că transmiteți un URL în acțiunea Obțineți conținutul URL-ului.";

/* Download URL or Open URL action error */
"No URL Specified" = "Niciun URL specificat";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Se aștepta un fișier, dar calea furnizată se referă la altceva decât un fișier.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Se aștepta un dosar, dar calea furnizată se referă la altceva decât un dosar.";

/* Dropbox error */
"A shared link already exists." = "Există deja un link partajat.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Accesul la calea solicitată este interzis.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "A survenit o eroare la crearea unui link de partajare deoarece e-mailul asociat cu contul dvs. Dropbox nu a fost verificat.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox nu poate accesa acest fișier sau dosar din cauza numelui său.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox nu poate salva acest fișier sau dosar din cauza numelui său.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox nu poate scrie în calea specificată din cauza unui conflict.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Fișierul nu poate fi transferat deoarece conținutul este restricționat. De exemplu, uneori există restricții juridice din cauza revendicărilor în baza drepturilor de autor.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Parametrul rădăcină al căii este nevalid.";

/* Dropbox error */
"The request timed out. Please try again." = "Timpul de așteptare pentru solicitare a expirat. Reîncercați.";

/* Dropbox error */
"The share settings provided are invalid." = "Configurările de partajare furnizate sunt nevalide.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Nu am găsit un fișier la calea specificată.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Nu vă este permis să modificați configurările acestui link.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Nu aveți suficient spațiu disponibil în Dropbox pentru a scrie aceste date.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Nu aveți permisiunea de a scrie în locul specificat.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Calea în care ați încercat să salvați (%1$@) este un fișier existent în %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "“%@” nu a putut fi salvat deoarece este un dosar sau un pachet. Aveți în vedere arhivarea acestui fișier folosind acțiunea Creați o arhivă înainte de salvare.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Nu s-a găsit niciun articol la calea: %@";

/* Dropbox or Box error */
"Folder already exists" = "Dosarul există deja";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Calea în care ați încercat să salvați (%1$@) este un fișier existent în %2$@. Când salvați simultan mai multe fișiere, trebuie să specificați o cale către un dosar.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Calea în care ați încercat să salvați (%1$@) este un dosar existent în %2$@. Când adăugați text la sfârșitul sau începutul unui fișier, trebuie să specificați o cale către un fișier.";

/* Dropbox unknown error */
"An unknown error occurred" = "A survenit o eroare necunoscută";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "A survenit o eroare necunoscută (%@)";

/* Email account encryption */
"Encryption" = "Criptare";

/* Email account login authentication error */
"Authentication Failed" = "Autentificare eșuată";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Adresa de e-mail sau parola pe care ați introdus-o este incorectă.\n\nDacă este activată verificarea în doi pași, trebuie să creați o parolă specifică aplicației.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Adresa de e-mail sau parola pe care ați specificat-o este incorectă. Dacă este activată verificarea în doi pași, trebuie să introduceți în schimb o parolă specifică aplicației.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Configurări avansate";

/* Email address field placeholder */
"user@example.com" = "utilizator@example.com";

/* Email address field title or placeholder */
"Email" = "E-mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Nume de gazdă";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Data de sfârșit a tensiunii arteriale";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "“Redare sunet” a eșuat, deoarece intrarea nu a avut un format compatibil.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Introduceți o dată validă în acțiunea Dată.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Dată nevalidă";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Obținerea duratei de deplasare a eșuat deoarece niciun loc de destinație nu a fost transmis ca intrare.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Executarea JavaScript pe pagina web a eșuat deoarece nicio pagină web nu a fost transmisă ca intrare.";

/* Error message */
"Your email or password is incorrect." = "Adresa de e-mail sau parola dvs. este incorectă.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Transmiteți un URL de flux valid către acțiunea “Obținere articole din fluxul RSS”.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Introduceți o adresă validă în acțiunea Adresă stradală.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Locul transmis în acțiunea Obțineți durata deplasării nu a fost găsit. Încercați să specificați orașul și statul sau județul pe lângă adresa stradală.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Au fost găsite mai multe alarme cu eticheta %@. Încercați să alegeți o alarmă specifică.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Executarea scenariului Locuință a eșuat deoarece nu a fost găsită locuința “%1$@”.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Executarea scenariului Locuință a eșuat deoarece scenariul “%1$@” nu a fost găsit în locuința “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Executarea scenariului Locuință a eșuat deoarece nu a fost selectată nicio locuință.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Executarea scenariului Locuință a eșuat deoarece nu a fost selectat niciun scenariu.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Fluxul de știri nu poate fi analizat";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Nicio adresă";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Loc nevalid";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Introduceți unitatea în care se face conversia.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Măsurătoarea a eșuat deoarece nu a fost specificată nicio unitate. Alegeți o unitate.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "O măsurătoare cu unitatea %1$@ nu poate fi convertită în %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Furnizați o dată validă pentru alarmă.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Pentru a utiliza această acțiune, activați Siri în Configurări.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Solicitarea nu poate fi finalizată deoarece Siri este dezactivat.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Durata temporizatorului trebuie să fie mai mică de 24 de ore.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Furnizați o durată pentru temporizator.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Specificați ce alarmă să fie comutată.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "A survenit o eroare necunoscută în timpul efectuării solicitării.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Solicitarea nu poate fi finalizată deoarece este incompatibilă cu această platformă.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Niciun loc";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Nicio pagină web";

/* Exit shortcut action error */
"User requested shortcut exit." = "Utilizatorul a solicitat ieșirea din scurtătură.";

/* File name example with preceding / */
"/example.txt" = "/exemplu.txt";

/* File name example without preceding / */
"example.txt" = "exemplu.txt";

/* File picker; button */
"Save Here" = "Salvați aici";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Obțineți fișierele selectate (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Obțineți fișierul selectat (1)";

/* File status */
"This folder is empty" = "Acest dosar este gol";

/* File status loading */
"Loading…" = "Încărcare…";

/* Find health sample; no samples found */
"No Samples Found" = "Nu au fost găsite mostre";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Fie nu există mostre de %@ înregistrate, fie trebuie să acordați acces aplicației Scurtături la mostre în aplicația Sănătate.";

/* Finish dictation command */
"Finish Dictation" = "Terminați dictarea";

/* Generic health object type when we can’t determine the object type */
"Health" = "Sănătate";

/* Get File action; file name example with preceding / */
"/example.txt" = "/exemplu.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "exemplu.txt";

/* Get IP address action error */
"The domain could not be found." = "Domeniul nu a putut fi găsit.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Domeniul nu a putut fi găsit. (Eroare 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Datele răspunsului nu erau un șir valid.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Trebuie să selectați un panou din care să recuperați carduri.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Trebuie să selectați un panou din care să recuperați liste.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Trebuie să selectați o listă din care să recuperați carduri.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Contul dvs. Trello nu a putut fi verificat. Ieșiți din cont și reîncercați!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nicio cheie furnizată";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Loc personalizat negăsit";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Niciun loc personalizat";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Obținerea distanței a fost configurată să obțină durata de deplasare de la un loc personalizat, dar cel pe care l-ați introdus nu a fost găsit.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Obținerea distanței a fost configurată să obțină durata de deplasare de la un loc personalizat, dar nu a fost furnizat niciunul.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Obținerea distanței nu a reușit să estimeze distanța deoarece niciun loc nu a fost transmis ca intrare.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Fontul pentru emoji nu a fost găsit.";

/* Get frames from image error */
"No Image Provided" = "Nicio imagine furnizată";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Niciun GIF nu a fost transmis ca intrare în acțiunea Obțineți cadre din imagine.";

/* Get group from matched text action error */
"No Match" = "Nicio corespondență";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Indexul specificat era în exteriorul intervalului posibil (ați solicitat grupul %1$ld, iar corespondența are doar %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Obținerea grupului din textul corespondent a eșuat deoarece nu a existat o corespondență pentru grupul de capturare %ld.";

/* Get halfway point action error */
"No first location was provided." = "Nu a fost furnizat primul loc.";

/* Get halfway point action error */
"No second location was provided." = "Nu a fost furnizat al doilea loc.";

/* Get halfway point action error */
"Please provide a first location." = "Introduceți primul loc.";

/* Get halfway point action error */
"Please provide a second location." = "Introduceți al doilea loc.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Intervalul specificat a fost nevalid (ați solicitat articolele de la %1$d la %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Intervalul specificat era în afara intervalului posibil (ați solicitat articolele de la %1$d la %2$d, dar primul articol este la indexul 1.)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Intervalul specificat era în afara intervalului posibil (ați solicitat articolele de la %1$d la %2$d, dar lista are doar %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Ați cerut articolul %d, dar primul articol este la indexul 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Aplicația Scurtături nu a găsit nicio importare în biblioteca dvs. foto.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Aplicația Scurtături nu a găsit articolele solicitate în biblioteca dvs. foto.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Obținerea duratei de deplasare a fost configurată să obțină durata de deplasare de la un loc personalizat, dar cel pe care l-ați introdus nu a fost găsit.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Obținerea duratei de deplasare a fost configurată să obțină durata de deplasare de la un loc personalizat, dar nu a fost furnizat niciunul.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Accesul aplicației Sănătate la %@ este dezactivat. Puteți activa categorii de date de sănătate în aplicația Sănătate.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Pentru a răspunde la această întrebare, aplicația Scurtături necesită acces la datele dvs. referitoare la %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Aplicația Scurtături nu are acces la datele dvs. %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Mostră de cantitate %@, fără date unitare";

/* Health category date */
"Date" = "Dată";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Începutul ciclului";

/* Health category start date */
"Start Date" = "Data de începere";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Tensiune arterială";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Tip de test";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Ora mesei";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolică";

/* Health quantity; blood pressure */
"Systolic" = "Sistolică";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Motiv";

/* Health unit for count of generic health sample */
"count" = "număr";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "număr";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "număr";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "uncie";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Tipurile %@ nu sunt implementate";

/* HealthKit resource error */
"This device does not have the Health app." = "Pe acest dispozitiv nu există aplicația Sănătate.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Această scurtătură necesită aplicația Sănătate, care nu există pe acest dispozitiv.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Condiții de utilizare";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Condiții de utilizare";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Asigurați-vă că dispozitivul dvs. nu este în modul Avion și reîncercați. Poate fi utilă activarea Wi-Fi.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Aplicația Scurtături nu a reușit să vă găsească localizarea curentă.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "A fost furnizată o dată nevalidă. Introduceți o dată pentru mostră sau lăsați câmpul datei necompletat pentru a utiliza data curentă.";

/* Log health sample */
"Invalid Date Range" = "Interval de dată nevalid";

/* Log health sample */
"No Value Selected" = "Nicio valoare selectată";

/* Log health sample */
"Please select a type for this Health sample." = "Selectați un tip pentru această mostră Sănătate.";

/* Log health sample */
"Please select an end date that is after the start date." = "Selectați o dată de sfârșit care să fie după data de început.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Selectați o valoare pentru această mostră de calitate a mucusului cervical.";

/* Log health sample; health sample type */
"No Type Selected" = "Niciun tip selectat";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Niciun motiv selectat";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Selectați un motiv pentru administrarea insulinei.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Selectați o valoare pentru această mostră de menstruație.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Selectați dacă această mostră se află sau nu la începutul unui ciclu.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Nicio unitate selectată";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Selectați o unitate de măsură pentru această mostră Sănătate.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Selectați o valoare pentru această mostră de rezultat al testului de ovulație.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Selectați o valoare pentru această mostră de analiză a somnului.";

/* Log in view; email address placeholder */
"Email address" = "Adresă de e-mail";

/* Log workout action */
"No Workout Type Selected" = "Niciun tip de exercițiu selectat";

/* Log workout action */
"Please select a type of activity for this workout." = "Selectați un tip de activitate pentru acest exercițiu.";

/* Login error */
"Your username and/or password are incorrect." = "Numele de utilizator și/sau parola dvs. sunt incorecte.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Acreditările dvs. sunt stocate doar pe acest dispozitiv și nu vor fi partajate cu serverele noastre sau cu terțe părți.";

/* Mail error */
"A recipient is required to send message" = "Este necesar un destinatar pentru trimiterea mesajului";

/* Mail error */
"A sender is required to send message" = "Este necesar un expeditor pentru trimiterea mesajului";

/* Mail error */
"A stable connection to the server could not be established" = "Nu a putut fi stabilită o conexiune stabilă la server";

/* Mail error */
"Account check failed because the account is invalid" = "Verificarea contului a eșuat deoarece contul este nevalid";

/* Mail error */
"An application specific password is required" = "Este necesară o parolă specifică aplicației";

/* Mail error */
"An error occurred during an IDLE operation" = "A survenit o eroare în timpul unei operațiuni IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "A survenit o eroare la abonarea/dezabonarea la/de la dosarul solicitat";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "A survenit o eroare la adăugarea unui mesaj la dosarul solicitat";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "A survenit o eroare la copierea unui mesaj în dosarul solicitat";

/* Mail error */
"An error occurred while creating the requested folder" = "A survenit o eroare la crearea dosarului solicitat";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "A survenit o eroare la ștergerea unui mesaj de pe serverul POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "A survenit o eroare la ștergerea dosarului solicitat";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "A survenit o eroare la distrugerea unui mesaj din dosarul solicitat";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "A survenit o eroare la preluarea unei liste de mesaje de pe serverul POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "A survenit o eroare la preluarea mesajelor din dosarul solicitat";

/* Mail error */
"An error occurred while performing a No-Op operation" = "A survenit o eroare la efectuarea unei operațiuni No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "A survenit o eroare la redenumirea dosarului solicitat";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "A survenit o eroare la solicitarea funcționalităților serverului";

/* Mail error */
"An error occurred while requesting the server's identity" = "A survenit o eroare la solicitarea identității serverului";

/* Mail error */
"An error occurred while requesting the server's namespace" = "A survenit o eroare la solicitarea spațiului de nume al serverului";

/* Mail error */
"An error occurred while sending the message" = "A survenit o eroare la trimiterea mesajului";

/* Mail error */
"An error occurred while storing flags" = "A survenit o eroare la stocarea semnalizărilor";

/* Mail error */
"An error when requesting date" = "A survenit o eroare la solicitarea datei";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "S-a încercat trimiterea unui mesaj cu un fișier atașat nepermis";

/* Mail error */
"Authentication is required for this SMTP server" = "Este necesară autentificarea pentru acest server SMTP";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Au fost depășite limitele lățimii de bandă la solicitarea datelor din acest cont Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Nu se poate trimite mesajul din cauza unui posibil spam detectat de server";

/* Mail error */
"Compression is not available" = "Comprimarea nu este disponibilă";

/* Mail error */
"Credentials with password too simple" = "Acreditări cu parolă prea simple";

/* Mail error */
"Error while running custom command" = "Eroare la executarea comenzii personalizate";

/* Mail error */
"File access error" = "Eroare de accesare a fișierului";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP nu este activat pentru acest cont Gmail";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe nu mai este un serviciu de e-mail activ";

/* Mail error */
"No valid server found" = "Nu s-a găsit niciun server valid";

/* Mail error */
"Sending messages is not allowed on this server" = "Trimiterea mesajelor nu este permisă pe acest server";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Limita de stocare SMTP a fost atinsă la încercarea de a trimite un mesaj mare";

/* Mail error */
"The certificate for this server is invalid" = "Certificatul pentru acest server nu este valid";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Contul HotMail curent nu se poate conecta la WebMail";

/* Mail error */
"The operation succeeded" = "Operațiunea a avut succes";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Dosarul solicitat nu există. Selecția dosarului a eșuat";

/* Mail error */
"The server does not support STARTTLS connections" = "Serverul nu acceptă conexiunile STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "Serverul nu acceptă conexiunile TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "Utilizatorul trebuie să se autentifice prin browserul web";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Au fost realizate prea multe conexiuni simultane la acest cont Gmail";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Imposibil de autentificat cu acreditările sesiunii curente";

/* Mail error */
"Unable to parse response from server" = "Nu se poate analiza răspunsul de la server";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Utilizatorul a depășit limita de mesaje care pot fi trimise într-o singură zi";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Serverele Yahoo! sunt momentan indisponibile";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Variabila “%@” nu a inclus o imagine de utilizat pentru mascare.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Asigurați-vă că selectați o variabilă pentru opțiunea “Mască de imagine” din acțiunea Mascați imaginea.";

/* Mask Image action error title */
"No Mask Provided" = "Nicio mască furnizată";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Selectați un serviciu din %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Acest JavaScript este asemănător cu un script cunoscut ca fiind nesigur. Pentru propria dvs. siguranță, nu va fi executat.";

/* Multiple App Store apps */
"App Store apps" = "Aplicații App Store";

/* Multiple Box files */
"Box files" = "Fișiere Box";

/* Multiple Dropbox files */
"Dropbox files" = "Fișiere Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Notițe Evernote";

/* Multiple Giphy items */
"Giphy items" = "Articole Giphy";

/* Multiple Trello boards */
"Trello boards" = "Panouri Trello";

/* Multiple Trello cards */
"Trello cards" = "Carduri Trello";

/* Multiple Trello items */
"Trello items" = "Articole Trello";

/* Multiple Trello lists */
"Trello lists" = "Liste Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Foi Ulysses";

/* Multiple bar codes */
"Bar codes" = "Coduri de bare";

/* Multiple blood pressure recordings */
"Blood pressures" = "Tensiuni arteriale";

/* Multiple health samples in HealthKit */
"Health samples" = "Mostre Sănătate";

/* Multiple iTunes artists */
"iTunes artists" = "Artiști iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produse iTunes";

/* Multiple text matches */
"Text matches" = "Corespondențe text";

/* Multiple workout samples */
"Workout samples" = "Mostre de exerciții";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Editați contul";

/* Navigation bar title */
"Email Settings" = "Configurări e-mail";

/* Navigation bar title */
"Log In to CloudApp" = "Autentificați-vă la CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Login | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Autentificați-vă la Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Autentificați-vă la Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Autentificați-vă la WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Populare";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Conexiune celulară";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Degajați bara de căutare pentru a vedea GIF-urile populare.";

/* No GIFs found empty state title */
"No Results Found" = "Niciun rezultat găsit";

/* None option */
"None" = "Nimic";

/* One text match */
"Text match" = "Corespondență text";

/* One workout sample */
"Workout sample" = "Mostră de exerciții";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Asigurați-vă că transmiteți un URL în acțiunea Deschideți URL-ul.";

/* Open URL action error */
"The URL could not be opened." = "URL‑ul nu a putut fi deschis.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Deschiderea aplicației a eșuat deoarece nu s-a găsit o aplicație de deschis.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Deschiderea aplicației a eșuat deoarece aplicația nu a putut fi deschisă.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Deschiderea a eșuat deoarece nu s-a găsit o aplicație adecvată.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ nu este instalat sau nu a putut deschide fișierul %2$@.";

/* Optional field placeholder */
"Optional" = "Opțional";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Asigurați-vă că alegeți o variabilă în acțiunea Suprapuneți o imagine.";

/* Overlay image action error */
"No Overlay Image" = "Nicio imagine suprapusă";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Variabila “%@” nu a inclus o imagine de suprapus.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Procesare imagine…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Hărți";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Mers cu bicicleta";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Condus";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Transport public";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Mers pe jos";

/* Parameter placeholder; parameter sets a filename */
"optional" = "opțional";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "După masă";

/* Parameter value */
"Asleep (Parameter Value)" = "Somn";

/* Parameter value */
"Awake (Parameter Value)" = "Veghe";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Bazală";

/* Parameter value */
"Before Meal (Parameter Value)" = "Înainte de masă";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Vâscos";

/* Parameter value */
"Dry (Parameter Value)" = "Uscat";

/* Parameter value */
"Egg White (Parameter Value)" = "Albuș de ou";

/* Parameter value */
"Female (Parameter Value)" = "Feminin";

/* Parameter value */
"Heavy (Parameter Value)" = "Greu";

/* Parameter value */
"Idle (Parameter Value)" = "Inactiv";

/* Parameter value */
"In Bed (Parameter Value)" = "În pat";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Nedeterminat";

/* Parameter value */
"Light (Parameter Value)" = "Ușor";

/* Parameter value */
"Male (Parameter Value)" = "Masculin";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test exercițiu maximal";

/* Parameter value */
"Medium (Parameter Value)" = "Mediu";

/* Parameter value */
"Negative (Parameter Value)" = "Negativ";

/* Parameter value */
"No (Parameter Value)" = "Nu";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Anticipare fără exercițiu";

/* Parameter value */
"Not Set (Parameter Value)" = "Neconfigurat";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Altul";

/* Parameter value */
"Positive (Parameter Value)" = "Pozitiv";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Protecție neutilizată";

/* Parameter value */
"Protection Used (Parameter Value)" = "Protecție utilizată";

/* Parameter value */
"Sticky (Parameter Value)" = "Lipicios";

/* Parameter value */
"Stood (Parameter Value)" = "În picioare";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Anticipare exercițiu submaximal";

/* Parameter value */
"Unspecified (Parameter Value)" = "Nespecificat";

/* Parameter value */
"Watery (Parameter Value)" = "Apos";

/* Parameter value */
"Yes (Parameter Value)" = "Da";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Corespunde intrării";

/* Password placeholder or title */
"Password" = "Parolă";

/* Person’s name field placeholder */
"John Appleseed" = "Ion Popescu";

/* Person’s name field title */
"Name" = "Nume";

/* Pinboard login option */
"Use API Token" = "Utilizați tokenul API";

/* Pinboard login option */
"Use API Token Instead" = "Utilizați în schimb tokenul API";

/* Pinboard login option */
"Use Password" = "Utilizați parola";

/* Pinboard login option */
"Use Password Instead" = "Utilizați o parolă";

/* Pinboard login section header */
"API Token" = "Token API";

/* Pinboard login section header */
"Pinboard Login" = "Autentificare Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Biblioteca mea muzicală";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Nu a fost găsit niciun articol care să corespundă criteriilor specificate în Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Niciun blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Nu ați specificat blogul pe care postați.";

/* QuickLook action error */
"No Items" = "Niciun articol";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Nu au fost transmise articole de previzualizat în acțiunea Privire rapidă.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Activați Siri";

/* Remove calendar item error */
"Remove" = "Eliminați";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Valoarea specificată, %@, este peste valoarea maximă pe care o puteți solicita.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Valoarea specificată, %@, este sub valoarea minimă pe care o puteți solicita.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Persoana de la care încercați să solicitați bani nu are configurat un cont pentru %@.";

/* Required field placeholder */
"Required" = "Obligatoriu";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Scriptul trebuie să apeleze funcția `completion(result)` atunci când se încheie";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "A survenit o eroare necunoscută în timpul executării JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Executarea JavaScript pe pagina web a eșuat deoarece a durat prea mult apelarea gestionarului de finalizare de către script.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Expirare JavaScript";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Excepție JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript nevalid";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Autentificare SSH eșuată";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Verificați-vă acreditările în acțiunea “Executați scriptul SSH” și reîncercați.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Scurtătură negăsită";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Asigurați-vă că este selectată o scurtătură validă în acțiunea Executați scurtătura.";

/* SSH action error */
"Channel allocation error" = "Eroare alocare canal";

/* SSH action error */
"Connection timed out" = "Conexiunea a expirat";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Acțiunea “Executați scriptul prin SSH” nu s‑a putut conecta la serverul SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Album necunoscut";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Albumul foto selectat nu există.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Scanați un cod";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Căutați în Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Trebuie să introduceți o interogare de căutare pentru a căuta firme locale.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Nicio localizare găsită";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Nu s-a găsit niciun loc folosind cuvintele cheie “%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Dacă utilizați o versiune auto-găzduită de WordPress, introduceți mai sus URL-ul site-ului.";

/* Section header */
"WordPress Login" = "Autentificare WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL site";

/* Section header title */
"CloudApp Login" = "Autentificare CloudApp";

/* Section header title */
"Incoming Mail Server" = "Server recepționare e-mail";

/* Section header title */
"Instapaper Login" = "Autentificare Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Server expediere e-mail";

/* Section header title; email account */
"Accounts" = "Conturi";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Nu se pot trimite e-mailuri. Este posibil ca e-mailul să nu fie configurat.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Cont de e-mail nevalid";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Contul de e-mail selectat nu este autentificat în Scurtături pe acest dispozitiv.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Nu se pot trimite mesaje. Este posibil ca iMessage să nu fie activat.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Valoarea specificată, %@, este peste valoarea maximă pe care o puteți trimite.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Valoarea specificată, %@, este sub valoarea minimă pe care o puteți trimite.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Valoarea specificată a fost în %1$@, ceea ce nu este permis de %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Contul dvs. nu are suficienți bani pentru a trimite plata.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Persoana căreia încercați să‑i trimiteți bani nu are configurat un cont pentru %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Nu aveți un cont bancar configurat pe acest dispozitiv.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Pentru verificarea acreditărilor, va trebui să deschideți %@.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Peste valoarea maximă";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Sub valoarea minimă";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Monedă incompatibilă";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Fonduri insuficiente";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Niciun cont bancar";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Acreditări neverificate";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Niciun cont";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Localizare";

/* Service name */
"Microphone" = "Microfon";

/* Service name */
"Notifications" = "Notificări";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Recunoaștere vocală";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Nu a fost furnizată nicio cheie a acțiunii Fixați valoarea de dicționar pentru valoarea “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Nicio valoare furnizată";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Nu a fost furnizată nicio valoare a acțiunii Fixați valoarea de dicționar pentru cheia “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Nu a fost găsită o definiție pentru termenul respectiv.";

/* Show definition action error */
"No Word Specified" = "Niciun cuvânt specificat";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Niciun cuvânt nu a fost transmis ca intrare în acțiunea Afișare definiție";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Acest lucru poate surveni dacă nu este instalat niciun dicționar. Pentru a vă gestiona dicționarele, selectați un cuvânt în orice aplicație și alegeți “Căutați referințe”, apoi apăsați “Gestionați”.";

/* Show in calendar action error */
"Calendar could not be opened." = "Calendarul nu a putut fi deschis.";

/* Show webpage action error */
"Unsupported URL" = "URL neadmis";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Afișarea paginii web acceptă URL-uri http:// și https://, dar ați încercați să afișați un URL %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "Nu ați configurat %@ pentru a efectua apeluri.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Inițierea apelului a eșuat, deoarece serviciul %@ nu este disponibil.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Inițierea apelului a eșuat, deoarece %@ nu poate lua parte la apel.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ nu permite detaliile de contacte pe care le‑ați furnizat.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Configurare necesară";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "Serviciu %@ indisponibil";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Contact incompatibil";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Detalii de contact nevalide";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Data de început a tensiunii arteriale";

/* Subcategory */
"Device" = "Dispozitiv";

/* Subcategory for Set Volume action */
"Playback" = "Redare";

/* Take photo action error */
"No suitable camera was detected on this device." = "Nu a fost detectată nicio cameră adecvată pe acest dispozitiv.";

/* Time until date action */
"An invalid date to compare to was provided." = "A fost furnizată o dată nevalidă pentru comparare.";

/* Time until date action */
"No from date was provided." = "Nu a fost furnizată data de începere.";

/* Time until date action error */
"An invalid from date was provided." = "A fost furnizată o dată de începere nevalidă.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript nesigur";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "A fost furnizată o oră de sfârșit nevalidă. Introduceți o oră de sfârșit pentru “Nu deranjați”.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Nu a fost furnizat niciun eveniment din calendar. Furnizați un eveniment din calendar pe a cărui durată să se activeze “Nu deranjați”.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Furnizați o oră de sfârșit care să fie după ora actuală pentru “Nu deranjați”.";

/* Trim video action error */
"The input was not a video that can be edited." = "Intrarea nu era un clip video care poate fi editat.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL nevalid: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Reautorizați aplicațiile Scurtături și Ulysses pentru a accesa această foaie.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Acces necesar la Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Nespecificat";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Înregistrare audio";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " și ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " și ";

/* User name field title */
"User Name" = "Nume de utilizator";

/* Username placeholder or title */
"Username" = "Nume utilizator";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Lanterna acestui dispozitiv nu este în prezent disponibilă pentru utilizarea de către aplicația Scurtături.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Acest dispozitiv nu are o lanternă.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Acțiunea Vremea a fost configurată să obțină condițiile meteo de la un loc personalizat, dar nu a fost furnizat niciunul.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Nu s-a putut determina localizarea.";

/* Weather condition: Blizzard */
"Blizzard" = "Viscol";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Zăpadă spulberată";

/* Weather condition: Blustery */
"Blustery" = "Rafale de vânt";

/* Weather condition: Clear */
"Clear" = "Senin";

/* Weather condition: Cloudy */
"Cloudy" = "Înnorat";

/* Weather condition: Cold */
"Cold" = "Rece";

/* Weather condition: Drizzle */
"Drizzle" = "Burniță";

/* Weather condition: Dust */
"Dust" = "Praf";

/* Weather condition: Foggy */
"Foggy" = "Ceață";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Burniță înghețată";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Ploaie înghețată";

/* Weather condition: Hail */
"Hail" = "Grindină";

/* Weather condition: Haze */
"Haze" = "Ceață ușoară";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Ploaie abundentă";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Ninsoare puternică";

/* Weather condition: Hot */
"Hot" = "Caniculă";

/* Weather condition: Hurricane */
"Hurricane" = "Uragan";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Furtuni de scurtă durată izolate";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Furtuni izolate";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Averse de ninsoare ușoară";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Amestec de ploaie și grindină";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Amestec de ploaie și lapoviță";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Amestec de ploaie și ninsoare";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Amestec de ninsoare și lapoviță";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Predominant senin";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Mai mult înnorat";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Parțial înnorat";

/* Weather condition: Rain */
"Rain" = "Ploaie";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Averse răzlețe";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Ninsori de scurtă durată răzlețe";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Furtuni răzlețe";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Furtuni puternice";

/* Weather condition: Showers */
"Showers" = "Averse";

/* Weather condition: Sleet */
"Sleet" = "Lapoviță";

/* Weather condition: Smoky */
"Smoky" = "Fum";

/* Weather condition: Snow */
"Snow" = "Zăpadă";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Fulguieli";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Furtuni cu fulgere";

/* Weather condition: Tornado */
"Tornado" = "Tornadă";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Furtună tropicală";

/* Weather condition: Windy */
"Windy" = "Vânt puternic";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ și %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Poluant aer";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Poluanți aer";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Dosarul nu există.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Containerul iCloud nu a putut fi găsit.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud nu poate obține un link către acest fișier deoarece este un dosar. iCloud admite doar obținerea linkurilor către fișiere obișnuite.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud nu poate obține un link către acest %@ deoarece este un pachet (un pachet este un dosar care acționează ca fișier).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” este un pachet";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Calea în care ați încercat să salvați (%@) nu există în iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Calea în care ați încercat să salvați (%@) este un fișier existent în iCloud. Când salvați simultan mai multe fișiere, trebuie să specificați o cale către un dosar.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” este un dosar";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Fișierul există deja";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Fișierul există deja.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Adresa de e-mail sau parola pe care ați specificat-o este incorectă. Pentru a efectua login la Mail iCloud în Scurtături, trebuie să utilizați o parolă specifică aplicației.\n\nDacă nu este activată autentificarea cu doi factori, trebuie să o activați pentru a genera o parolă specifică aplicației.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Actor";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autor";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Compozitor";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Descriere";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Regizor";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Lungmetraj";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Gen";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Cuvinte cheie";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Limbă";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producător";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID produs";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Index evaluare";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Evaluare";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "An lansare";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Scurtmetraj";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Emisiune";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Dezvoltator";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Melodie";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Episod";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Sezon";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Titlu";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Toate";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Pistă";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autori";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Cărți audio";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Cărți";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artiști";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filme";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albume";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artiști";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Melodii";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Piste";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Clipuri muzicale";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autori";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasturi";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artiști";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Scurtmetraje";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Episoade";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Sezoane";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artiști";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Piste";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Aplicații";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Cărți audio";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Cărți";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Clipuri muzicale";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Muzică";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasturi";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Scurtmetraje";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Emisiuni TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Toate";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filme";

